[
    {
        "name": "Wattswatter EU website",
        "imagePath": "../../../assets/Images/WattsProj.png",
        "description": "Craft an elegant and user-friendly UI for the Pricing Analytics Software customized for Watts Water EU, seamlessly blending advanced data visualization, intuitive navigation, and real-time insights to empower effective pricing strategies and decision-making."
    },
    {
        "name": "Kleenex US and CA website",
        "imagePath": "../../../assets/Images/kleenexProj.png",
        "description": "Elevate Kleenex US and CA website's UI with contemporary design, seamless responsiveness, and brand-consistent accessibility for an enhanced user journey."
    },
    {
        "name": "Pullups US and CA website",
        "imagePath": "../../../assets/Images/pullupsProj.png",
        "description": "Optimize Pullups US and CA website's UI for a user-centric experience, integrating modern design, seamless responsiveness, and brand-cohesive accessibility."
    },
    {
        "name": "Goodnites US and CA website",
        "imagePath": "../../../assets/Images/goodnitesProj.png",
        "description": "Enhance Goodnites US and CA website's UI with user-centered design, seamless responsiveness, and consistent brand accessibility to elevate the overall user experience."
    },
    {
        "name": "Huggies US and CA website",
        "imagePath": "../../../assets/Images/huggiesProj.png",
        "description": "Revitalize Huggies US and CA website's UI through user-centric design, seamless responsiveness, and brand-consistent accessibility, enriching the user experience."
    },
    {
        "name": "HRMS software dashboard and filtes for Interplex",
        "imagePath": "../../../assets/Images/tapplentProj.png",
        "description": "Developing the HRMS software dashboard and filters for Interplex Corporation with a user-centered design, intuitive responsiveness, and brand-aligned accessibility, enhancing the efficiency of human resource management."
    },
    {
        "name": "Pricing analytics software for Flydubai and Emirates airways",
        "imagePath": "../../../assets/Images/jupiterProj.jpg",
        "description": "Design a sleek and intuitive UI for the Pricing Analytics Software tailored to the needs of Flydubai and Emirates Airways, integrating advanced data visualization, user-friendly navigation, and real-time insights for precise pricing strategies."
    }
]